Repository: hali-byte/sublist
Catalog: Sublist/Sublist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Sublist will remind you the day before any subscription renews.
de: Sublist erinnert dich einen Tag vor der Verlängerung jedes Abonnements.
es: Sublist te recordará el día antes de que se renueve cualquier suscripción.
fr: Sublist vous rappellera la veille du renouvellement de chaque abonnement.
it: Sublist ti ricorderà il giorno prima del rinnovo di ogni abbonamento.
ja: Sublistはサブスクが更新される前日にリマインドします。
pt_br: O Sublist vai te lembrar no dia anterior à renovação de cada assinatura.
zh_hans: Sublist 将在订阅续订前一天提醒你。

source: Subscription Renewing Tomorrow
de: Abonnement verlängert sich morgen
es: Suscripción que se renueva mañana
fr: Abonnement se renouvelant demain
it: Abbonamento in rinnovo domani
ja: 明日更新されるサブスク
pt_br: Assinatura sendo renovada amanhã
zh_hans: 订阅明日续订

source: Tap the ones you pay for. You can add more later.
de: Tippe auf die, für die du zahlst. Du kannst später weitere hinzufügen.
es: Toca las que pagas. Puedes añadir más después.
fr: Touche celles que tu paies. Tu pourras en ajouter d'autres plus tard.
it: Tocca quelli che paghi. Puoi aggiungerne altri dopo.
ja: 支払っているものをタップ。後で追加できます。
pt_br: Toque nas que você paga. Você pode adicionar mais depois.
zh_hans: 点击你正在付费的服务，稍后可添加更多。

source: That's %@ a year
de: Das sind %@ pro Jahr
es: Son %@ al año
fr: Soit %@ par an
it: Sono %@ all'anno
ja: 年間 %@ です
pt_br: Isso dá %@ por ano
zh_hans: 每年 %@

source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese
ja: 今月
pt_br: Este mês
zh_hans: 本月

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
ja: 明日
pt_br: Amanhã
zh_hans: 明天

source: Total cost
de: Gesamtkosten
es: Coste total
fr: Coût total
it: Costo totale
ja: 合計費用
pt_br: Custo total
zh_hans: 总费用

source: Track every subscription in one place
de: Alle Abos an einem Ort verwalten
es: Controla todas tus suscripciones en un solo lugar
fr: Suis tous tes abonnements au même endroit
it: Tieni traccia di tutti gli abbonamenti in un unico posto
ja: すべてのサブスクを一か所で管理
pt_br: Acompanhe todas as assinaturas em um só lugar
zh_hans: 在一处管理所有订阅

source: Track your subscriptions
de: Verfolge deine Abonnements
es: Controla tus suscripciones
fr: Suivez vos abonnements
it: Tieni traccia dei tuoi abbonamenti
ja: サブスクを管理しよう
pt_br: Controle suas assinaturas
zh_hans: 管理你的订阅

source: Trial ended
de: Testphase beendet
es: Prueba finalizada
fr: Essai terminé
it: Prova terminata
ja: トライアル終了
pt_br: Teste encerrado
zh_hans: 试用已结束

source: Trial ends (first charge)
de: Testphase endet (erste Abbuchung)
es: La prueba termina (primer cargo)
fr: Fin de l'essai (premier paiement)
it: Fine della prova (primo addebito)
ja: トライアル終了（初回請求）
pt_br: Fim do teste (primeira cobrança)
zh_hans: 试用结束（首次扣费）

source: Trial ends today
de: Testphase endet heute
es: La prueba termina hoy
fr: L'essai se termine aujourd'hui
it: La prova finisce oggi
ja: トライアルは今日終了
pt_br: O teste termina hoje
zh_hans: 试用今天结束

source: Trial ends tomorrow
de: Testphase endet morgen
es: La prueba termina mañana
fr: L'essai se termine demain
it: La prova finisce domani
ja: トライアルは明日終了
pt_br: O teste termina amanhã
zh_hans: 试用明天结束

source: Trial: %lldd left
de: Test: noch %lld T
es: Prueba: %lld d rest.
fr: Essai : %lld j rest.
it: Prova: %lld g rim.
ja: トライアル：残り%lld日
pt_br: Teste: %lld d rest.
zh_hans: 试用：剩余 %lld 天

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
pt_br: Desfazer
zh_hans: 撤销

source: Upcoming
de: Bevorstehend
es: Próximas
fr: À venir
it: In arrivo
ja: 今後の更新
pt_br: Próximas
zh_hans: 即将到期

source: We detected you're in %@. This is used to fetch accurate subscription pricing for your region.
de: Wir haben erkannt, dass du in %@ bist. Das wird verwendet, um genaue Abopreise für deine Region abzurufen.
es: Hemos detectado que estás en %@. Esto se usa para obtener precios de suscripción precisos para tu región.
fr: Nous avons détecté que tu es en %@. Cela sert à récupérer des tarifs d'abonnement précis pour ta région.
it: Abbiamo rilevato che ti trovi in %@. Viene usato per recuperare prezzi degli abbonamenti accurati per la tua regione.
ja: あなたが %@ にいることを検出しました。これは、お住まいの地域に合った正確なサブスク料金を取得するために使用されます。
pt_br: Detectamos que você está em %@. Isso é usado para buscar preços de assinatura precisos para a sua região.
zh_hans: 我们检测到你位于 %@。此信息用于获取适合你所在地区的准确订阅价格。

source: We'll remind you 48 and 24 hours before the trial ends so you can cancel before you're charged.
de: Wir erinnern dich 48 und 24 Stunden vor Ende der Testphase, damit du vor der Abbuchung kündigen kannst.
es: Te avisaremos 48 y 24 horas antes de que termine la prueba para que puedas cancelar antes del cobro.
fr: Nous te rappellerons 48 et 24 heures avant la fin de l'essai pour que tu puisses annuler avant d'être facturé.
it: Ti ricorderemo 48 e 24 ore prima della fine della prova così puoi annullare prima dell'addebito.
ja: トライアル終了の48時間前と24時間前に通知し、請求前に解約できるようにします。
pt_br: Vamos te lembrar 48 e 24 horas antes do fim do teste para você cancelar antes da cobrança.
zh_hans: 我们会在试用结束前 48 小时和 24 小时提醒你，以便在扣费前取消。

source: What are you subscribed to?
de: Welche Abos hast du?
es: ¿A qué estás suscrito?
fr: À quoi es-tu abonné ?
it: A cosa sei abbonato?
ja: 登録しているサブスクは？
pt_br: Quais são suas assinaturas?
zh_hans: 你订阅了哪些服务？

source: Wrong country?
de: Falsches Land?
es: ¿País incorrecto?
fr: Mauvais pays ?
it: Paese errato?
ja: 国が違いますか？
pt_br: País errado?
zh_hans: 国家不对？

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 年払い
pt_br: Anual
zh_hans: 年付

# You could save %@/%@ by switching to %@.
source: You could save %1$@/%2$@ by switching to %3$@.
de: Du könntest %1$@/%2$@ sparen, wenn du zu %3$@ wechselst.
es: Podrías ahorrar %1$@/%2$@ cambiando a %3$@.
fr: Tu pourrais économiser %1$@/%2$@ en passant à %3$@.
it: Potresti risparmiare %1$@/%2$@ passando a %3$@.
ja: %3$@ に切り替えると %1$@/%2$@ 節約できます。
pt_br: Você poderia economizar %1$@/%2$@ mudando para %3$@.
zh_hans: 切换到 %3$@ 可节省 %1$@/%2$@。

source: You're spending
de: Du gibst aus
es: Estás gastando
fr: Tu dépenses
it: Stai spendendo
ja: あなたの支出
pt_br: Você está gastando
zh_hans: 你的支出

source: Your Country
de: Dein Land
es: Tu país
fr: Ton pays
it: Il tuo paese
ja: あなたの国
pt_br: Seu país
zh_hans: 你的国家/地区

source: Your country is used to fetch accurate subscription pricing for your region.
de: Dein Land wird verwendet, um genaue Abopreise für deine Region abzurufen.
es: Tu país se usa para obtener precios de suscripción precisos para tu región.
fr: Ton pays sert à récupérer des tarifs d'abonnement précis pour ta région.
it: Il tuo paese viene usato per recuperare prezzi degli abbonamenti accurati per la tua regione.
ja: あなたの国は、お住まいの地域に合った正確なサブスク料金を取得するために使用されます。
pt_br: Seu país é usado para buscar preços de assinatura precisos para a sua região.
zh_hans: 你的国家/地区用于获取适合你所在地区的准确订阅价格。

source: Your data couldn't be loaded this session. Changes won't be saved.
de: Deine Daten konnten in dieser Sitzung nicht geladen werden. Änderungen werden nicht gespeichert.
es: No se pudieron cargar tus datos en esta sesión. Los cambios no se guardarán.
fr: Tes données n'ont pas pu être chargées lors de cette session. Les modifications ne seront pas enregistrées.
it: Non è stato possibile caricare i tuoi dati in questa sessione. Le modifiche non verranno salvate.
ja: このセッションではデータを読み込めませんでした。変更は保存されません。
pt_br: Não foi possível carregar seus dados nesta sessão. As alterações não serão salvas.
zh_hans: 本次会话无法加载你的数据，更改将不会保存。

source: Your subscriptions
de: Deine Abonnements
es: Tus suscripciones
fr: Vos abonnements
it: I tuoi abbonamenti
ja: サブスクリプション
pt_br: Suas assinaturas
zh_hans: 我的订阅

source: ^[%lld sub](inflect: true)
de: ^[%lld Abo](inflect: true)
es: ^[%lld suscripción](inflect: true)
fr: ^[%lld abonnement](inflect: true)
it: ^[%lld abbonamento](inflect: true)
ja: %lld件
pt_br: ^[%lld assinatura](inflect: true)
zh_hans: %lld 个订阅

source: ^[%lld subscription](inflect: true)
de: ^[%lld Abonnement](inflect: true)
es: ^[%lld suscripción](inflect: true)
fr: ^[%lld abonnement](inflect: true)
it: ^[%lld abbonamento](inflect: true)
ja: %lld件のサブスク
pt_br: ^[%lld assinatura](inflect: true)
zh_hans: %lld 个订阅

source: ^[%lld subscription](inflect: true) not eligible for automatic price tracking.
de: ^[%lld Abonnement](inflect: true) nicht für automatische Preisverfolgung geeignet.
es: ^[%lld suscripción](inflect: true) no apta para el seguimiento automático de precios.
fr: ^[%lld abonnement](inflect: true) non éligible au suivi automatique des prix.
it: ^[%lld abbonamento](inflect: true) non idoneo al monitoraggio automatico dei prezzi.
ja: %lld件のサブスクが自動価格追跡の対象外です。
pt_br: ^[%lld assinatura](inflect: true) não elegível para o monitoramento automático de preços.
zh_hans: %lld 个订阅不符合自动价格追踪条件。

source: per month
de: pro Monat
es: al mes
fr: par mois
it: al mese
ja: 月あたり
pt_br: por mês
zh_hans: 每月

source: ≈ %@/mo
de: ≈ %@/Mon.
es: ≈ %@/mes
fr: ≈ %@/mois
it: ≈ %@/mese
ja: ≈ %@/月
pt_br: ≈ %@/mês
zh_hans: ≈ %@/月

source: Build
es: Compilación
ja: ビルド
zh_hans: 构建版本

source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
pt_br: Detalhes
zh_hans: 详情

source: Gaming
es: Videojuegos
fr: Jeux vidéo
ja: ゲーム
pt_br: Games
zh_hans: 游戏

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt_br: Nome
zh_hans: 名称

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
pt_br: Sistema
zh_hans: 跟随系统

source: Top: %@
es: Principal: %@
fr: Principal : %@
it: Principale: %@
ja: トップ：%@
pt_br: Principal: %@
zh_hans: 最高：%@

source: USD — US Dollar
es: USD — Dólar estadounidense
fr: USD — Dollar américain
it: USD — Dollaro statunitense
ja: USD — 米ドル
pt_br: USD — Dólar americano
zh_hans: USD — 美元

source: Version
es: Versión
it: Versione
ja: バージョン
pt_br: Versão
zh_hans: 版本

source: Fitness
fr: Sport
ja: フィットネス
zh_hans: 健身

source: Software
fr: Logiciels
ja: ソフトウェア
zh_hans: 软件

source: EUR — Euro
ja: EUR — ユーロ
zh_hans: EUR — 欧元
